Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: tunnustanut saamelaiset alkuperäiskansaksi.
sme: ja čearddaid birra, dohkkehan sámiid álgoálbmogin.

source: Ruotsissa hallitus lausui vuonna 1977
sme: Ruoŧa dáfus lea nu, ahte ráđđehus jagi 1977 celkkii proposišuvnnas 1976/77:80 ahte ” šámit leat álgoálbmot

source: alkuperäisväestön, joka on yhtä vanha tai vanhempi kuin maan valtaväestö ”.
sme: Ruoŧas, mii lea seammá dahje boarráseabbo go riikka váldoálbmot ”.

source: Esitystä
sme: Dan doarjjui

source: kannatettiin Ruotsin valtiopäivien kulttuurivaliokunnan mietinnössä, katso KrU 1976/77:43.
sme: riikkabeivviid kulturlávdegoddi, geahča KrU 1976/77:43. Dan golmma riikii lea

source: Sopimusvaltiot on muodostettu alueelle, jota ei ole tarkoitettu ainoastaan norjalaisille,
sme: duohtadilli ahte dat leat vuođđuduvvon eai duššefal norgalaččaid, ruoŧŧilaččaid ja

source: ruotsalaisille ja suomalaisille vaan myös saamelaisille.
sme: suopmelaččaid territoriijii, muhto maiddái sámi álbmoga territoriijii.

source: Saamelaisilla on kansana itsemääräämisoikeus kansainvälisen oikeuden sääntöjen ja tämän sopimuksen määräysten mukaisesti.
sme: Vuoigatvuohta iešmearrideapmái Sámiin lea okta álbmogin vuoigatvuohta iešmearrideapmái álbmotrievtti njuolggadusaid ja dán konvenšuvnna mearrádusaid vuođul.

source: Niin pitkälle kuin näistä säännöistä ja määräyksistä seuraa, on saamelaisilla oikeus itse päättää taloudellisesta, sosiaalisesta ja kulttuurisesta kehityksestään ja omia tarkoituksiaan varten määrätä luonnonvaroistaan.
sme: Nu guhkás go dáin njuolggadusain ja mearrádusain boahtá ovdan, de sámi álbmogis lea vuoigatvuohta ieš mearridit iežas ekonomalaš, sosiála ja kultuvrralaš ovdáneami, ja iežas ulbmiliiguin hálddašit luondduriggodagaidis.

source: Tämä määräys vahvistaa saamelaisten itsemääräämisoikeuden.
sme: Mearrádus nanne sámi álbmoga vuoigatvuođa iešmearrideapmái.

source: Kaikilla kansoilla on
sme: Buot

source: itsemääräämisoikeus vuonna 1966 tehdyn kansalaisoikeuksia ja poliittisia oikeuksia koskevan
sme: álbmogiin lea vuoigatvuohta iešmearrideapmái ON-konvenšuvnna mielde mii lea

source: YK:n yleissopimuksen (KP) ja samana vuonna tehdyn taloudellisia, sosiaalisia ja
sme: ekonomalaš, sosiála ja kultuvrralaš vuoigatvuođaid birra, ja ON-konvenšuvnna

source: sivistyksellisiä oikeuksia koskevan YK:n yleissopimuksen mukaan. Näiden kahden
sme: mielde mii lea siviila ja politihkalaš vuoigatvuođaid birra (SP), goappašagat jagi 1966

source: yleissopimuksen 1 artikla on samansisältöinen:
sme: rájis. Artihkkal 1 dan guovtti konvenšuvnnas cealká ovttalágan sániid:

source: Kansat voivat vapaasti käyttää luonnonrikkauksiaan ja - varojaan omiin tarkoituksiinsa, mikäli se ei vahingoita yhteisen edun periaatteelle perustuvan kansainvälisen taloudellisen yhteistyön ja kansainvälisen oikeuden velvoituksia.
sme: Buot álbmogat sáhttet iežaset ulbmiliidda friddja mearridit iežaset luondduriggodagaid ja - gávdnosiid, ja nu guhká go sin riikkaidgaskasaš ekonomalaš ovttasbarggu geatnegasvuođat eai rihkkašuva, main vuođus leat guovtte

source: Missään tapauksessa ei kansalta saa riistää sen omia elinehtoja.
sme: Ii mange dáhpáhusas galgga mange álbmogis rieviduvvot dan birgenvuođđu.

source: Kaikkien tämän yleissopimuksen sopimusvaltioiden, mukaan lukien ne valtiot, jotka ovat vastuussa itsemääräämisoikeutta vailla olevien alueiden ja huoltohallintoalueiden hallinnosta, tulee edistää itsemääräämisoikeuden toteuttamista ja kunnioittaa tätä oikeutta Yhdistyneiden Kansakuntien peruskirjan määräysten mukaisesti. ”
sme: Konvenšuvdnaoasálaččat, daid joavkkus datge stáhtat main lea ovddasvástádussan hálddašit guovlluid main ii leat iešmearrideapmi ja geahččoguovlluid, galget bargat dan badjelii ahte álbmogiid iešmearrideapmi šattašii duohta vuoigatvuohtan, ja dat galget gudnejahttit dan vuoigatvuođa Ovttastuvvan našuvnnaid lihttui gullevaš njuolggadusaid mielde. ”

source: Kaikki kolme sopimusvaltiota ovat ratifioineet nämä yleissopimukset.
sme: Buot golbma stáhta leat ratifiseren dáid konvenšuvnnaid.

source: Suomessa ja
sme: Suomas ja Norggas

source: Norjassa yleissopimukset on myös otettu osaksi kyseisten valtioiden lainsäädäntöä.
sme: konvenšuvnnat leat maid inkorporerejuvvon goappáge riikka láhkaásahussii.

source: Norjassa
sme: Norggas

source: yleissopimukset otettiin osaksi lainsäädäntöä 21. toukokuuta 1999 annetulla ihmisoikeuslailla
sme: inkorporeren dáhpáhuvai olmmošvuoigatvuođaid lágain, mii bođii miessemánu 21. b..

source: nro 30, johon sisältyi etusijasäännös, katso 3 §.
sme: 1999, nr. 30, ovdamunnenjuolggadusain, geahča § 3.

source: Itsemääräämisoikeutta on selostettu lähemmin
sme: Vuoigatvuohta iešmearrideapmi

source: 7.16 kohdassa sekä liitteessä 3.
sme: čilgejuvvo dárkileappot dás ovddabealde čuoggás 7.16 ja lasáhusas, mildosis 3.

source: Suomen perustuslain 121 §:n 4 momentissa on saamelaisten itsemääräämisoikeutta
sme: Suopma lea vuođđolágas 121 § 4 mom mearridan sámiid

source: ” Saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto sen mukaan kuin lailla säädetään. ”
sme: ” Sámiin lea iežaset ruovttugilleguovlluin giellalaš ja kultuvrralaš autonomiija lága mearrádusaid mielde. ”

source: Katso tämän määräyksen tarkempi sanamuoto jäljempänä.
sme: Geahčat dárkileappot dán mearrádusa sátnádaga dás vuollelis.

source: Alkuperäiskansojen itsemääräämisoikeus on keskeinen kysymys kansainvälisillä
sme: Álgoálbmogiid iešmearridanvuoigatvuođa ášši lea guovdilis čuokkis

source: foorumeilla, joilla pohditaan alkuperäiskansoihin liittyviä asioita.
sme: riikkaidgaskasaš deaivvademiin, main divaštallet álgoálbmotáššiid.

source: Luonnoksessa
sme: Árvaluvvon ON

source: alkuperäiskansojen oikeuksia koskevaksi YK:n julistukseksi sanotaan (3 artikla):
sme: julggaštus álgoálbmogiid vuoigatvuođaid birra, cealká artihkkalis 3:

source: YK:n julistusluonnokseen tähtäävän työn aikana Pohjoismaat ovat kannattaneet
sme: ON-julggaštusa barggu oktavuođas davviriikkat leat dorjon mearrádusaid mat addet

source: alkuperäiskansojen itsemääräämisoikeutta koskevia säännöksiä, katso 7.7.2 kohta edellä.
sme: álgoálbmogiidda iešmearridanvuoigatvuođa, geahča dás ovddabealde čuoggá 7.7.2.

source: Itsemääräämisen käsitettä ei ole sisällytetty Suomen perustuslain saamelaisia
sme: Doaba iešmearrideapmi ii leat suopmelaš vuođđolágas dan mearrádusas mii

source: koskevaan määräykseen.
sme: lea sámiid birra.

source: Sen asemesta perustuslain 121 §:n 4 momentissa käytetään
sme: Dan sajis doaban geavahuvvo autonomiija, 121 § 4 mom.

source: Vuodesta 1999 lähtien YK:n ihmisoikeuskomitea on ollut valmis soveltamaan KP:n 1
sme: Jagi 1999 rájis ON olmmošvuoigatvuođaid lávdegoddi lea leamaš čielggas

source: kansa 1 artiklan perusteella.
sme: das, ahte SP artihkkal 1 lea vejolaš geavahit dihto álgoálbmogiid várás. Nu lea

source: Saamelaiset eivät ole ainoastaan alkuperäiskansa vaan myös kansa vuoden 1966
sme: geavvan ee. Suoma, Norgga ja Ruoŧa stáhtaraporttaid gieđahallamis, mas lávdegoddi

source: yleissopimusten yhteisen 1 artiklan nojalla.
sme: lea duođaštan ahte sámit leat álbmot artihkkala 1 mielde.

source: Tämä ei kuitenkaan tarkoita, että kaikki
sme: Vaikko sámit dainna lágiin leat eai duššefal álgoálbmot 1966-konvenšuvnna

source: maailmassa elävät ryhmät, joihin viitataan alkuperäiskansoina, ovat kansoja yhdessä ja
sme: oktasaš artihkkal 1 mielde, muhto maiddái álbmotge jagi 1966-konvenšuvnnaid oktasaš artihkkala 1 mielde, de dat ii mearkkaš ahte máilmmis buot joavkkut geaidda

source: samassa merkityksessä.
sme: čujuhuvvo álgoálbmogin, leat álbmot ovttat mearkkašumis.

source: Kansainvälisessä oikeudessa edelleen jatkuva alkuperäiskansojen
sme: ovdánandilis álgoálbmotvuoigatvuođaid dáfus, mii maid boahtá ovdan divaštallamiin

source: oikeuksiin liittyvä kehitysprosessi heijastuu sanoista ” people ”, ” peoples ” ja ” populations ”
sme: main sánit ” people ”, ” peoples ” ja ” populations ” leat ovdan, ja ILO-konvenšuvnnas

source: käytävään terminologiseen keskusteluun sekä itsenäisten valtioiden alkuperäiskansoja ja
sme: nr. 169, mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja álbmotčearddaid birra,

source: heimokansoja koskevan ILO:n yleissopimuksen n:o 169 1 artiklan 3 momenttiin, jossa sanotaan, ettei yleissopimuksessa käytetty alkuperäiskansan käsite tarkoita kaikkien puheena
sme: artihkkal 1 nr. 3, mas celkojuvvo ahte konvenšuvnna doaba álgoálbmot ii mearkkaš

source: olevien ryhmien olevan kansa yleisessä kansainvälisessä merkityksessä.
sme: ahte buot joavkkut main divaštallojuvvo, leat álbmot dábálaš álbmotrievttálaš

source: Kansainvälinen oikeus tunnustaa ainoastaan erityistapauksissa kansan oikeuden
sme: Álbmotriekti dohkkeha duššefal erenoamáš dáhpáhusain álbmoga

source: irtautua (toisin sanoen oman valtion perustamisen) itsemääräämisoikeuden laillisena muotona.
sme: vuoigatvuođa iehčanasvuhtii (namalassii sierra stáhta ásahit) iešmearridan

source: Tällaisia tapauksia ovat sotilaallinen miehitys ja karkea syrjintä jatkuvat ja vakavat
sme: okkupašuvdna ja irradeaktilis vealaheapmi, main oktilaččat ja fasttit rihkkojuvvojit

source: ihmisoikeusrikkomukset mukaan luettuina.
sme: olmmošvuoigatvuođat.

source: asuvien kansojen on onnistuttava löytämään sellaisia oman itsemääräämisoikeutensa
sme: Eará dáhpáhusain álbmot mii lea máŋggačearddat stáhtas,

source: toteuttamisen mahdollistavia järjestelmiä, jotka eivät edellytä uuden valtion muodostamista
sme: ferte gávdnat dakkár iešmearridanortnegiid mat eai gáibit ođđa stáhta vuođđudeami

source: tai siirrä valtioiden rajoja.
sme: eaige rihko stáhtarájiid.

source: Saamelaiset eivät ole kansana ja Pohjoismaiden alkuperäiskansana
sme: Sámit, geat leat okta álbmot ja álgoálbmot davviriikkain, eai

source: sellaisessa tilanteessa, että he voisivat vaatia kansainvälisen oikeuden nojalla oman valtion
sme: leat dakkár dilis ahte sii álbmotrievtti mielde sáhttet gáibidit beassat vuođđudit iežaset

source: perustamista.
sme: stáhta.

source: Saamelaisten ja sopimusvaltioiden tulee kansainvälisen oikeuden pohjalta
sme: Sámit ja stáhtat fertejit, go álbmotriekti lea vuođđun, ovttasráđiid gávnnahit

source: järjestelmiä, jotka eivät kyseenalaista nykyisiä valtionrajoja.
sme: sámiid iešmearridanvuoigatvuođa várás ortnegiid main eai divaštallojuvvo otnáš

source: Itsemääräämisoikeuden tarkemman sisällön osalta artiklan ensimmäisessä lauseessa
sme: Iešmearridanvuoigatvuođa dárkilet sisdoalu hárrái čujuhuvvo vuosttamuš

source: viitataan kansainvälisen oikeuden säännöksiin ja saamelaissopimuksen määräyksiin.
sme: cealkagis álbmotrievtti njuolggadusaide ja sámekonvenšuvnna mearrádusaide.

source: Kansainvälisoikeudellisista säännöksistä keskeisiä ovat etenkin edellä mainitut kansainväliset
sme: Álbmotrievttálaš njuolggadusaid dáfus erenoamážit bajábealde namahuvvon

source: yleissopimukset.
sme: riikkaidgaskasaš konvenšuvnnat leat guovdilat.

source: Sopimuksen omista säännöksistä itsemääräämisoikeuden sisältöä sääntelevät
sme: Konvenšuvnna iežas njuolggadusaid dáfus erenoamážit dat artihkkalat mat

source: tarkemmin etenkin saamelaiskäräjien ja sopimusvaltioiden muiden viranomaisten välistä
sme: gustojit sámedikkiid ja riikkaid eará eiseválddiid gaskavuhtii, regulerejit ieš

source: suhdetta koskevat artiklat.
sme: mearridanvuoigatvuođa sisdoalu.

source: Viittaus kansainvälisen oikeuden säännöksiin merkitsee, että saamelaisten
sme: Čujuhus álbmotrievtti njuolggadusaide mearkkaša ahte sámiid iešmearridan

source: itsemääräämisoikeuden sisältö kehittyy samaan tahtiin kuin kansainvälisoikeudelliset
sme: vuoigatvuođa sisdoallu ovdána álbmotrievttálaš njuolggadusaid ovdáneami mielde.

source: säännökset. Saamelaissopimuksen yksityiskohtaisemmat säännökset turvaavat saamelaisten
sme: Sámekonvenšuvnna dárkilis njuolggadusat sihkkarastet sámiide iešmearrideami

source: itsemääräämisoikeuden sopimuksen tarkoittamalla tavalla.
sme: konvenšuvnna mielde.

source: Sopimus koskee Suomessa, Norjassa tai Ruotsissa asuvia henkilöitä, jotka pitävät itseään saamelaisina, ja: 5. joilla on saamen kieli kotikielenä tai joilla on vähintään yksi vanhempi tai isovanhempi, jonka kotikieli on tai on ollut saamen kieli, tai 6. joilla on oikeus harjoittaa poronhoitoa Norjassa tai Ruotsissa, tai 7. joilla on äänioikeus tai jotka täyttävät äänioikeuden edellytykset saamelaiskäräjien vaaleissa Suomessa, Norjassa tai Ruotsissa, tai 8. jotka ovat 1, 2 tai 3 kohdassa tarkoitetun henkilön lapsia.
sme: 1) lea sámegiella ruovttugiellan dahje geain unnimusat nuppi vánhemis dahje ovtta ádjás dahje áhkus lea dahje lei sámegiella ruovttugiellan; dahje 2) geain lea vuoigatvuohta jođihit sápmelaš boazodoalu Norggas ja Ruoŧas; dahje 3) geain lea vuoigatvuohta jienastit dahje dávistit gáibádusaide mat leat dan olbmui guhte áigu jienastit sámediggeválggas Suomas, Norggas dahje Ruoŧas; dahje 4) leat dakkár olbmo mánná gii namahuvvo čuoggás 1, 2 dahje 3.

source: Artiklassa ilmoitetaan, ketkä voivat vedota tämän sopimuksen mukaisiin oikeuksiin.
sme: Artihkkal addá maid diehttevassii dan olmmošbiirre mii sáhttá gáibidit alcces

source: Sopimus koskee sekä saamelaisia laitoksia että kaikkia kolmea sopimusvaltiota.
sme: vuoigatvuođaid dán konvenšuvnna mielde.

source: Artikla
sme: Dat guoská sihke sámi lágádusaid ja dan

source: asettaa kaksi ehtoa, joiden tulee täyttyä, jotta henkilö kuuluu sopimuksen määräysten piiriin.
sme: golmma stáhta ektui. Artihkkal bidjá guokte eavttu olbmui ovdalgo konvenšuvnna

source: Henkilön tulee 1) olla saamelainen ja 2) asua jossakin sopimusvaltiossa.
sme: njuolggadusat sáhttet sutnje gustot. Olmmoš ferte 1) leat sápmelaš, ja 2) ássat

source: Tähän sopimukseen perustuvien oikeuksien sisällön mukaan kysymys siitä, voiko
sme: Dán konvenšuvnna nannen vuoigatvuođaid sisdoallu dieđiha ahte berre leat

source: henkilö vedota sopimuksen määräyksiin, tulee voida tutkia tuomioistuimessa. Siinä
sme: vejolašvuohta duopmostuolus iskat ášši mas olmmoš gáibida alcces doarjjan

source: yhteydessä tämän artiklan määräys saattaa olla ratkaiseva.
sme: Dan oktavuođas dán artihkkala mearrádus sáhttá šaddat

source: Niissä asioissa, joissa syntyy
sme: Dakkár áššiin main lea sierramielalašvuohta das, galgágo dihto

source: erimielisyyttä jonkun pitämisestä saamelaisena, tuomioistuimen tulee saamelaisten
sme: olmmoš adnojuvvot sápmelažžan vai ii, berre duopmostuollu sámi álbmoga ieš

source: itsemääräämisoikeuden mukaisesti painottaa saamelaisten laitosten käsitystä asiasta.
sme: mearridanvuoigatvuođa mielde sakka deattuhit sámi ásahusaid oaiviliid áššis.

source: Suomen
sme: Dán

source: korkein hallinto-oikeus on pitänyt tätä näkökulmaa lähtökohtanaan useissa ratkaisuissa, jotka
sme: oaivila Suoma alimus hálddahusdoapmostuollu lea bidjan vuođđun máŋgga duopmo

source: koskevat äänioikeutta saamelaiskäräjien vaaleissa, katso etenkin KHO 1999:55.
sme: geahča erenoamážit HFD 1999:55.

source: Jos jokin saamelainen laitos ei tunnustaisi jotakuta henkilöä saamelaiseksi perusteilla,
sme: Jos sámi ásahus dattetge ii dohkkeheaš muhtun olbmo sápmelažžan vealaheaddji

source: jotka ovat syrjiviä tai mielivaltaisia, tuomioistuimen tulee soveltaa tämän määräyksen
sme: ja sahtelágan sivaiguin, de duopmostuollu ferte geavahit dán mearrádusa objektiiva

source: objektiivisia kriteerejä turvatakseen yksilön oikeudet.
sme: suodjalan dihte oktagasaid vuoigatvuođaid.

source: Sopimuksen 45 artiklan mukaisesti perustettavan sopimuslautakunnan roolin voi odottaa
sme: Dat konvenšuvdnalávdegoddi mii artihkkala 45 galgá vuođđuduvvot, ferte

source: muodostuvan keskeiseksi etenkin ensimmäisinä vuosina, kun se joutuu tulkitsemaan tätä
sme: vuordaga mielde oažžut guovdilis rolla, erenoamážit álgojagiid, mas dulko

source: kolmen sopimusvaltion saamelaisiin yhteisesti sovellettavaa määräystä objektiivisesti ja
sme: objektiivvalaččat ja vuorddehahtti ládje dán mearrádusa, mii lea oktasaš mearrádus

source: ennakoivasti.
sme: dan golmma riikka sámiid várás.

source: Sopimuslautakunnan on 4 artiklaa tulkitessaan kunnioitettava saamelaisten
sme: Dulkodettiin artihkkala 4 konvenšuvdnalávdegoddi

source: Ensimmäinen kohta: Sopimus koskee ainoastaan sopimusvaltioissa asuvia saamelaisia.
sme: venšuvdnariikkas gullet konvenšuvnna vuollái.

source: Se,
sme: Mearrádusa nuppi ja goalmmát

source: keitä pidetään saamelaisina, käy ilmi toisen ja kolmannen kohdan määräyksestä.
sme: teakstaoasážis boahtá ovdan gii dat adnojuvvo sápmelažžan.

source: Henkilön ei tarvitse olla jonkin tietyn sopimusvaltion kansalainen, jotta sopimuksen
sme: Gullan dihte konvenšuvnna mearrádusaid vuollái olmmoš ii dárbbaš leat dan

source: määräykset koskisivat häntä.
sme: golmma stáhta riikkavuloš.

source: Ratkaiseva tekijä on asuinpaikka eikä kansalaisuus. Riittää, että
sme: Ássanbáiki, iige riikiigullevašvuohta, mearrida ášši.

source: saamelainen asuu yhdessä sopimusvaltiossa.
sme: Doarvái lea ahte sápmelaš ássá gos nu dan golmma stáhtas.

source: Tämän johdosta epävarmuudella siitä, missä
sme: Das vuolgá ahte ovtta

source: näistä kolmesta valtiosta saamelainen asuu, ei ole merkitystä.
sme: dahká man riikkas dat sápmelaš ássá dan golmma stáhtas.

source: Merkitystä ei ole myöskään
sme: Dasge ovtta dahká ásašgo

source: sillä, voidaanko jonkun saamelaisen sanoa asuvan kahdessa kolmesta sopimusvaltiosta.
sme: sápmelaš sága mielde guovtti stáhtas dan golmma stáhtas.

source: Asuinpaikkavaatimuksella on siis merkitystä ainoastaan suhteessa sopimusvaltioiden
sme: Ássangáibádusas lea nappo dalle mearkkašupmi duššefal sámiide guđet ásset

source: ulkopuolella asuviin saamelaisiin, joihin sovelletaan asuinpaikkasidonnaisuuden periaatetta.
sme: olggobealde dan golmma konvenšuvdnastáhta. Dákko sáhttet dárkileabbo eavttut

source: Tällöin voi herätä kysymys tarkemmista ehdoista, joiden nojalla oleskelua Pohjoismaissa
sme: čuožžilit áššin, maid vuođul mearriduvvo orrugo olmmoš doarvái bissovaččat

source: voidaan pitää riittävän pysyvänä.
sme: davviriikkalaš stáhtain.

source: Tunnemme maittemme sisäisessä oikeuskäytännössä
sme: Mii dovdat iežamet riikkaid siskkáldas rivttiin arvat eavttuid

source: oikeudessa jne.
sme: dákkár áššiide dáfus siskkobealde interlegála rievtti, vearrorievtti jna..

source: esiin tulevia asioita.
sme: Muhto dát ášši

source: suhteessa tähän sopimukseen ja tämän sopimuksen tarkoituksen pohjalta.
sme: berre mearriduvvot sierra dán konvenšuvnna ektui konvenšuvnna ulbmiliid vuođul.

source: Kun on selvää, että
sme: Go lea čielggas ahte olmmoš lea sápmelaš, ja go vel lea čielggas ahte son orru ollu

source: henkilö on saamelainen, ja kun samalla on selvää, että tällä henkilöllä on merkittävä paikallinen yhteys yhteen näistä kolmesta valtiosta, kyseisen henkilön tulee saamelaisen
sme: man nu riikkas dan golmma stáhtas, de dat olmmoš berre sámi kulturgullevašvuođa

source: kulttuuriyhteisyyden nojalla kuulua sopimuksen piiriin.
sme: dihte gullat konvenšuvnna vuollái.

source: Ensisijaisesti Pohjoismaiden
sme: Vejolaš jurdda lea ahte olmmoš gii ovddimusat

source: ulkopuolella asuvan henkilön voidaan ajatella oleskelevan huomattavan osan vuodesta
sme: gullá davviriikkalaš stáhtaid olggobeallai, jeavddalaččat orru guhkebuš áiggi jagis

source: säännöllisesti yhdessä sopimusvaltiossa säilyttääkseen yhteytensä saamelaiskulttuuriin.
sme: ovtta konvenšuvdnariikkas, vai sus bissu oktavuohta sámi kultuvrii.

source: Toisessa ja kolmannessa kohdassa mainitaan, keitä on tämän sopimuksen mukaan
sme: Nubbi ja goalmmát teakstaoasáš mearrida geas lea vuoigatvuohta adnojuvvot

source: oikeutettua pitää saamelaisina.
sme: sápmelažžan dán konvenšuvnna mielde.

source: Toisen kohdan määräys asettaa subjektiivisen kriteerin, eli
sme: Nuppi teasktaoasáža mearrádus bidjá ovdan

source: siinä viitataan henkilön omaan käsitykseen itsestään saamelaisena.
sme: subjektiiva eavttu, namalassii olbmo iežas oaivila alddis sápmelažžan.

source: Tämän kriteerin merkitystä
sme: Dán eavttu

source: on korostanut muun muassa YK:n rotusyrjintäkomitea (CERD), jonka mukaan jokaisen tulee
sme: deaŧalašvuođa deattuha ee. ON vealahuslávdegoddi (CERD), mii bidjá vuođđun ahte

source: saada vapaasti päättää, kuuluuko hän vähemmistöön (Concluding Observations on Finland
sme: juohkehaš friddja ferte beassat mearridit ahte son gullá unnibuš álbmogii.

source: Koska pohjoismainen saamelaissopimus sisältää muun muassa määräyksiä valtioiden
sme: konvenšuvdna siskkilda mearrádusaid stáhtaid positiiva geatnegasvuođain sámiide,

source: positiivisista velvoitteista saamelaisia kohtaan, on lisäksi luotava myös objektiivisia
sme: šaddá dárbu lassin bidjat maiddái objektiiva eavttuid dasa gii olbmuid sáhttá oamastit

source: kriteereitä, jotta sopimuksen määräyksiin olisi mahdollista vedota.
sme: alcces konvenšuvnna mearrádusaid.

source: Tämä subjektiivisten ja
sme: Dát subjektiiva ja objektiiva eavttuid kombi

source: objektiivisten kriteerien yhdistelmä vastaa YK:n ihmisoikeuskomitean tulkintaa YK:n
sme: našuvdna vástida dasa mo ON olmmošvuoigatvuođaid lávdegoddi lea dulkon

source: kansalaisoikeuksia ja poliittisia oikeuksia koskevan yleissopimuksen 27 artiklasta.
sme: artihkkala 27 dan ON konvenšuvnnas mii lea siviila ja politihkalaš vuoigatvuođaid

source: Tämä
sme: birra, ja mii ii leat dakkár mearrádus mii gusto duššefal vealatkeahttáivuhtii, geahča

source: määräys ei rajoitu syrjimättömyyteen, katso 7.4.3 kohta edellä.
sme: dás ovddabealde čuoggá 7.4.3.

source: Itseidentifikaation lisäksi sovellettavat objektiiviset kriteerit käyvät ilmi 1–4 kohdasta.
sme: Dat objektiiva eavttut mat leat lassin olbmo iežas identifikašuvdnii, bohtet ovdan

source: Sen sijaan, että määräyksessä viitattaisiin ainoastaan kansalliseen lainsäädäntöön sen
sme: čuoggá 1 rájis čuoggá 4 rádjai. Baicce, go duššefal čujuhit nationála láhkaásahussii

source: määrittämiseksi, keitä on esimerkiksi saamelaiskäräjien vaalien yhteydessä pidettävä
sme: das, ovdamearkka dihte sámediggeválgga oktavuođas, gii dat galgá adnojuvvot sápmelažžan, mearrádus mearrida daid eavttuid mat rehkenastojuvvojit oktasažžan

source: saamelaisina, siinä ilmoitetaan kolmessa sopimusvaltiossa yhteisiksi tulkitut kriteerit.
sme: dan golmma riikkas.

source: 1 kohta: Tässä mainittu kriteeri perustuu saamen kielen käyttöön ja muodostaa kaikissa
sme: Čuokkis 1: Dán eavttu vuođđun lea sámegiela geavaheapmi, ja dán eavttus dat

source: kolmessa sopimusvaltiossa perustan äänioikeudelle saamelaiskäräjien vaaleissa.
sme: vuolgá buot golmma riikkas olbmo jienastanvuoigatvuohta sámediggeválggas.

source: Henkilöllä,
sme: Dan

source: jonka kotikielenä on saamen kieli, on oikeus pitää itseään saamelaisena. Sama koskee
sme: olbmos gean ruovttugiella lea sámegiella, lea vuoigatvuohta adnojuvvot sápmelažžan.

source: henkilöä, jolla saamen kieli ei ole ollut kotikielenä mutta jonka toisella vanhemmalla tai
sme: Seammá gusto sutnjege geas alddis ii leat leamaš sámegiella ruovttugiellan, muhto

source: toisella isovanhemmalla on ollut kotikielenä saamen kieli.
sme: geas nubbi vánhen dahje áddjá dahje áhkku lea geavahan sámegiela ruovttugiellan.

source: Norjassa myös henkilöllä, joka voi osoittaa niinkin kaukaisten sukulaisten kuin
sme: Norggas lea vel nu, ahte son guhte gávdná ruovttus sámásteaddji easkka máttar

source: isoisovanhempien käyttäneen saamen kieltä kotikielenään, on oikeus pitää itseään
sme: vánhemiiddis joavkkus, lea vuoigatvuohta adnojuvvot sápmelažžan ja dasto jienastit

source: saamelaisena ja siten oikeus äänestää saamelaiskäräjien vaaleissa, katso saamelaislain 2 §:n 6
sme: sámediggeválggas, geahča sámelága § 2-6.

source: mom. Sama ei päde Suomessa ja Ruotsissa.
sme: Nu ii leat Suomas iige Ruoŧas. Dainnago

source: Koska 1 kohdan määräys käsittää näitä kolmea
sme: dat mearrádus mii lea čuoggás 1 gokčá dan mii lea dan golmma riikii oktasaš, de dát
